
public class Main {

	public static void main(String[] args) {
		
		/*
		 * 3월 13일(월) ~ 3월 19일(일) 회고록
		 * 
		 * 이번주는 처음 Servlet에 대한 강의를 했기 때문에,
		 * JDBC를 좀 더 학습하기 위해 공부했던 것 같다.
		 * 
		 * JDBC 처음 배울 때 기억이 나는데,
		 * 내 머리 속에는 온통 '내가 지금 뭘 배우고 있는거지?' 라는 생각뿐이었었다.
		 * 그래도 공부가 참 재미있는게 연관된 것들을 쭉쭉 학습하다
		 * 다시 JDBC를 돌아와서 보면 이해가 된다.
		 * 
		 * 이게 참 신기한 것 같다.
		 * 처음에는 하나도 모르다가 점차 나중에 퍼즐이 한번에 맞춰진다는 사람들의 이야기가 진짜인 것 같다.
		 * 
		 * Servlet 또한 그리 어렵다고 생각되지 않았다.
		 * 물론 처음 강의를 나간거라 극 초반 부분이기 때문에 그런가 싶다.
		 * 
		 * 그래도 JDBC 느낌도 나고 비슷한 과정들을 해왔었기 때문에 나름 수월하다고 느낀 것이 아닐까 싶다.
		 * 
		 * 정보처리기사 실기 공부랑 프로그래머스 문제 풀고도 있는데
		 * 자격증 공부는 진짜 시간대비 효율이 좋지 않은 것 같다.
		 * 외울 것 투성이에... '이렇게 공부했는데 불합격하면 어떡하지?' 라는 불안감...
		 * 
		 * 간이 콩닥콩닥 쪼그라든다.
		 * 그래도 해온 것이 있기 때문에 매일 꾸준히 한 계단, 한 계단 밟아 올라가겠다.
		 * 뒤돌아 봤을 떄, '정원아 그래도 너 정말 열심히 살았구나.' 라는 생각이 들 정도로 말이다.
		 * 
		 * 오늘도 열심히 해보자!
		 * 최정원 파이팅!!!
		 * 
		 */
	}

}
